Repository: brucex0/outbound
Catalog: ios/Outbound/Outbound/Localizable.xcstrings
Source language: en
Languages: es, zh_hans

source: These optional details help Plainstride personalize training load, recovery advice, and estimates. They stay private and are never shown in Together.
es: Estos datos opcionales ayudan a Plainstride a adaptar la carga de entrenamiento, las recomendaciones de recuperación y las estimaciones. Son privados y nunca se muestran en Comunidad.
zh_hans: 这些选填信息可帮助平步青云更合理地调整训练量、恢复建议和相关估算。信息仅供你本人使用，不会显示在“跑圈”中。

source: These profile details do not change how you sign in.
es: Estos datos del perfil no cambian la forma en que inicias sesión.
zh_hans: 这些个人资料不会更改你的登录方式。

source: Thinking...
es: Pensando…
zh_hans: 正在思考…

source: This activity may have been removed or is no longer shared with you.
es: Puede que esta actividad se haya eliminado o que ya no se comparta contigo.
zh_hans: 此活动可能已被删除，或不再与你分享。

source: This approachable run builds consistency while Plainstride learns your natural easy effort.
es: Esta carrera asequible refuerza la constancia mientras Plainstride aprende cuál es tu esfuerzo suave natural.
zh_hans: 这次轻松跑能帮你养成规律，也让平步青云逐渐了解最适合你的轻松强度。

source: This includes the app version, device type, and iOS version. It does not include health, location, or account data.
es: Esto incluye la versión de la aplicación, el tipo de dispositivo y la versión de iOS. No incluye datos de salud, ubicación o cuenta.
zh_hans: 其中包括应用版本、设备型号和 iOS 版本，不包括健康、位置或账户数据。

source: This is your personal recording from an activity event. Shared participant results remain in Social.
es: Este es tu registro personal de una actividad compartida. Los resultados del grupo siguen disponibles en Comunidad.
zh_hans: 这是你在共同活动中的个人记录。参与者的汇总结果仍可在“跑圈”中查看。

source: This permanently deletes your Plainstride account, synced activities, plans, profile, social data, and locally stored Plainstride data. This cannot be undone.
es: Esto eliminará permanentemente tu cuenta de Plainstride, actividades sincronizadas, planes, perfil, datos sociales y datos guardados en el dispositivo. No se puede deshacer.
zh_hans: 这将永久删除你的平步青云账户、已同步活动、计划、个人资料、社交数据和本地保存的平步青云数据。此操作无法撤销。

source: This week
es: Esta semana
zh_hans: 本周

source: This Week
es: Esta semana
zh_hans: 本周

source: This week's focus
es: El enfoque de esta semana
zh_hans: 本周重点

source: Time
es: Tiempo
zh_hans: 时间

source: Time in minutes
es: Tiempo (minutos)
zh_hans: 时长（分钟）

source: Timed Bike
es: Ciclismo por tiempo
zh_hans: 计时骑行

source: Timed Run
es: Carrera por tiempo
zh_hans: 计时跑步

source: Title
es: Título
zh_hans: 标题

source: Today
es: Hoy
zh_hans: 今天

source: Today already counts.
es: Lo de hoy ya cuenta.
zh_hans: 今天，已经算数。

source: Today’s guidance
es: Recomendación de hoy
zh_hans: 今日建议

source: Today's plan
es: El plan de hoy
zh_hans: 今天的计划

source: Today's recommendation
es: La recomendación de hoy
zh_hans: 今日推荐

source: Today’s run is done
es: La carrera de hoy está completada
zh_hans: 今日跑步已完成

source: Today’s workout
es: Entrenamiento de hoy
zh_hans: 今天的锻炼

source: Together
es: Comunidad
zh_hans: 跑圈

source: Tomorrow
es: Mañana
zh_hans: 明天

source: Train for a race
es: Entrena para una carrera
zh_hans: 为比赛训练

source: Train with purpose. Run with your people.
es: Entrena con propósito. Corre con tu gente.
zh_hans: 在训练中找到自我。 和伙伴一起奔跑。

source: Training impact
es: Impacto del entrenamiento
zh_hans: 训练影响

source: Training profile
es: Perfil de entrenamiento
zh_hans: 训练资料

source: Training profile could not be loaded.
es: No se pudo cargar el perfil de entrenamiento.
zh_hans: 无法加载训练资料。

source: Training profile saved
es: Perfil de entrenamiento guardado
zh_hans: 训练资料已保存

source: Trusted Contact
es: Contacto de confianza
zh_hans: 信任联系人

source: Trusted contacts
es: Contactos de confianza
zh_hans: 信任联系人

source: Trusted Contacts
es: Contactos de confianza
zh_hans: 信任联系人

source: Try
es: Probar
zh_hans: 尝试

source: Try “Make it 20 minutes and easy”
es: Prueba «Déjalo en 20 minutos y suave»
zh_hans: 可试试“改成 20 分钟轻松跑”

source: Try 15 minutes easy
es: Prueba 15 minutos suaves
zh_hans: 试试 15 分钟轻松跑

source: Try again
es: Volver a intentar
zh_hans: 再试一次

source: Try another activity type.
es: Prueba con otro tipo de actividad.
zh_hans: 试试其他活动类型。

source: Turn off live sharing
es: Desactivar compartir en directo
zh_hans: 关闭实时分享

source: Turn off treadmill mode
es: Desactivar el modo cinta de correr
zh_hans: 关闭跑步机模式

source: Turn on live sharing
es: Activar compartir en directo
zh_hans: 开启实时分享

source: Turn on treadmill mode
es: Activar el modo cinta de correr
zh_hans: 开启跑步机模式

source: Unable to Share Route
es: No se puede compartir la ruta
zh_hans: 无法分享路线

source: Unblock %@
es: Desbloquear a %@
zh_hans: 取消屏蔽 %@

source: Undo
es: Deshacer
zh_hans: 撤销

source: Units
es: Unidades
zh_hans: 单位

source: Up next
es: A continuación
zh_hans: 接下来

source: UP NEXT
es: A CONTINUACIÓN
zh_hans: 接下来

source: UPCOMING
es: PRÓXIMAS ACTIVIDADES
zh_hans: 即将开始

source: UPCOMING TOGETHER
es: PRÓXIMAS QUEDADAS
zh_hans: 接下来一起跑

source: Update frequency controls how often your companion offers spoken nudges and live pace, time, and distance recaps during an activity.
es: La frecuencia determina cada cuánto tu compañero ofrece indicaciones por voz y resúmenes en directo de ritmo, tiempo y distancia durante una actividad.
zh_hans: 播报频率决定跑步伙伴在训练中提供语音提示，以及播报配速、时间和距离的频率。

source: Uploading…
es: Subiendo…
zh_hans: 正在上传…

source: Use
es: Usar
zh_hans: 使用

source: Use cycle-aware guidance
es: Usar orientación según el ciclo
zh_hans: 使用经期感知训练指导

source: Use plan
es: Usar plan
zh_hans: 使用计划

source: Use recommended plan
es: Usar el plan recomendado
zh_hans: 使用推荐计划

source: Use rest day
es: Usar día de descanso
zh_hans: 改为休息日

source: Use the energy, but keep the effort clean.
es: Aprovecha la energía sin perder el control.
zh_hans: 用好今天的状态，跑得利落，也跑得从容。

source: Use the week schedule below, or change/end the plan from the Now card menu.
es: Sigue el calendario semanal o cambia o finaliza el plan desde el menú de la tarjeta «Ahora».
zh_hans: 按照下方的每周安排训练，或从“现在”卡片菜单中更改或结束计划。

source: Use this plan
es: Usa este plan
zh_hans: 使用此计划

source: Version
es: Versión
zh_hans: 版本

source: Very easy
es: Muy suave
zh_hans: 非常轻松

source: View %lld comments
es: Ver %lld comentarios
zh_hans: 查看 %lld 条评论

source: View recommended plan details
es: Ver detalles del plan recomendado
zh_hans: 查看推荐计划详情

source: View run
es: Ver carrera
zh_hans: 查看跑步活动

source: View shared results
es: Ver resultados del grupo
zh_hans: 查看大家的活动结果

source: View today’s activity
es: Ver la actividad de hoy
zh_hans: 查看详情

source: Voice
es: Voz
zh_hans: 声音

source: Voice and style
es: Voz y estilo
zh_hans: 语音和风格

source: Voice, style, and companion tuning
es: Ajustes de voz, estilo y compañero
zh_hans: 语音、风格和伙伴设置

source: Voice, style, and spoken update frequency
es: Voz, estilo y frecuencia de las indicaciones
zh_hans: 语音、风格和播报频率

source: Waiting for result
es: Esperando resultado
zh_hans: 等待结果

source: Want a different look?
es: ¿Te apetece otro estilo?
zh_hans: 想换种风格吗？

source: Warm-up
es: Calentamiento
zh_hans: 热身

source: We’ll learn as you run
es: Aprenderemos mientras corres
zh_hans: 每次跑步，我们都会更了解你

source: Weather data by Apple Weather
es: Datos meteorológicos de Tiempo de Apple
zh_hans: 天气数据由 Apple 天气提供

source: Week %lld
es: Semana %lld
zh_hans: 第 %lld 周

# Week %lld of %lld
source: Week %1$lld of %2$lld
es: Semana %1$lld de %2$lld
zh_hans: 第 %1$lld 周，共 %2$lld 周

# Week %lld: %@
source: Week %1$lld: %2$@
es: Semana %1$lld: %2$@
zh_hans: 第 %1$lld 周：%2$@

source: Week Preview
es: Vista previa de la semana
zh_hans: 周计划预览

source: Week schedule
es: Calendario semanal
zh_hans: 每周安排

source: Weekly focus complete
es: Enfoque semanal completo
zh_hans: 已完成本周重点

source: Weekly totals, best efforts, and trends will appear here after you record.
es: Los totales semanales, las mejores marcas y las tendencias aparecerán aquí después de registrar actividades.
zh_hans: 记录活动后，这里会显示每周总量、最佳表现和趋势。

source: Weight (kg)
es: Peso (kg)
zh_hans: 体重（公斤）

source: Weight (lb)
es: Peso (lb)
zh_hans: 体重（磅）

source: What are you working toward?
es: ¿Cuál es tu objetivo?
zh_hans: 你的目标是什么？

source: What can most weeks support?
es: ¿Cuánto entrenamiento cabe en una semana normal?
zh_hans: 一般每周能安排多少训练？

source: What does a realistic week look like?
es: ¿Cómo es una semana realista?
zh_hans: 你实际能做到的一周是什么样？

source: What does running look like lately?
es: ¿Cómo has estado corriendo últimamente?
zh_hans: 最近跑步怎么样？

source: WHAT I’VE LEARNED
es: LO QUE HE APRENDIDO SOBRE TI
zh_hans: 我对你的了解

source: What needs to change?
es: ¿Qué necesita cambiar?
zh_hans: 需要调整什么？

source: What Plainstride knows
es: Lo que Plainstride sabe de ti
zh_hans: 平步青云对你的了解

source: What should Plainstride remember?
es: ¿Qué debería recordar Plainstride?
zh_hans: 希望平步青云记住什么？

source: What should we focus on this week?
es: ¿En qué deberíamos centrarnos esta semana?
zh_hans: 本周重点是什么？

source: What should your running companion help you do first?
es: ¿Qué debería ayudarte a hacer primero tu compañero de running?
zh_hans: 你希望跑步伙伴先帮助你做什么？

source: What went wrong?
es: ¿Qué salió mal?
zh_hans: 出了什么问题？

source: What would make Plainstride better?
es: ¿Cómo podríamos mejorar Plainstride?
zh_hans: 什么会让平步青云变得更好？

source: When
es: Cuándo
zh_hans: 时间

source: Where
es: Dónde
zh_hans: 地点

source: Why this workout
es: Por qué este entrenamiento
zh_hans: 这项训练的作用

source: Why this workout?
es: ¿Por qué este entrenamiento?
zh_hans: 为什么安排这项训练？

source: Workout options
es: Opciones de entrenamiento
zh_hans: 锻炼选项

source: Workout plan
es: Plan de entrenamiento
zh_hans: 训练计划

source: Workout weather guidance: %@
es: Recomendación meteorológica para el entrenamiento: %@
zh_hans: 锻炼天气建议：%@

source: Worth noticing: %@
es: Conviene tener en cuenta: %@
zh_hans: 值得留意：%1$@

source: You always choose whether to use a gentler option or keep the planned workout.
es: Siempre eliges si utilizar una opción más suave o mantener el entrenamiento planificado.
zh_hans: 你可以随时选择更轻松的方案，也可以保留原定训练。

source: You are building something steady.
es: Estás construyendo algo sólido.
zh_hans: 你的节奏，正在慢慢成形。

source: You can also shake your iPhone twice when an activity isn’t recording.
es: También puedes agitar tu iPhone dos veces cuando no se esté grabando una actividad.
zh_hans: 未在记录活动时，你也可以摇晃 iPhone 两次。

source: You completed this week’s rhythm.
es: Has completado el ritmo de esta semana.
zh_hans: 你已完成本周的跑步节奏目标。

source: You completed today’s %@ activity. Let that work count and prioritize recovery now.
es: Has completado la actividad de %@ de hoy. Da valor a ese esfuerzo y prioriza ahora la recuperación.
zh_hans: 今日的 %1$@ 活动已完成。让这份付出充分发挥作用，现在优先恢复吧。

source: You do not need a big day.
es: Hoy no tiene que ser un gran día.
zh_hans: 今天，不必完成什么大目标。

source: You do not need a perfect session.
es: No necesitas una sesión perfecta.
zh_hans: 不必追求完美。

source: You followed through. Let that win be enough for today.
es: Cumpliste contigo. Por hoy, quédate con esa victoria.
zh_hans: 说到做到。今天有这一份收获，就够了。

source: You kept the promise.
es: Cumpliste tu palabra.
zh_hans: 你没有辜负自己。

source: You need a beginning. Your companion can take it from there.
es: Solo necesitas empezar. Tu compañero te ayudará con el resto.
zh_hans: 你只管迈出第一步，跑步伙伴会陪你继续。

source: You need a real one. Something small still counts.
es: Haz una sesión de verdad. Aunque sea pequeña, cuenta.
zh_hans: 踏踏实实跑一次。哪怕很短，也算数。

source: You're going
es: Te has apuntado
zh_hans: 已加入

source: You’re organizing · Meet up or join from anywhere
es: Tú organizas · Queda con el grupo o participa desde donde estés
zh_hans: 由你组织 · 线下碰面或随地参与

source: You’re participating · Meet up or join from anywhere
es: Participas · Queda con el grupo o participa desde donde estés
zh_hans: 你已参加 · 线下碰面或随地参与

source: YOUR AI RUNNING COMPANION
es: TU COMPAÑERO DE RUNNING CON IA
zh_hans: 你的 AI 跑步伙伴

source: Your AI running companion brings your training together with family, friends, and clubs.
es: Tu compañero de running con IA conecta tus entrenamientos con familiares, amigos y clubes.
zh_hans: 你的 AI 跑步伙伴会把家人、朋友和跑团融入训练。

source: your area
es: tu zona
zh_hans: 你所在的地区

source: YOUR CLUBS
es: TUS CLUBES
zh_hans: 我的跑团

source: Your companion
es: Tu compañero
zh_hans: 你的跑步伙伴

source: Your companion noticed this
es: Tu compañero notó esto.
zh_hans: 跑步伙伴发现了这一点

source: Your companion noticed: %@
es: Tu compañero observó: %@
zh_hans: 跑步伙伴发现：%@

source: Your companion recommends one concrete session you can begin right away.
es: Tu compañero te recomienda una sesión concreta que puedes empezar de inmediato.
zh_hans: 你的伙伴会推荐一项可以立即开始的具体训练。

source: Your companion wants to help with this week.
es: Tu compañero quiere ayudarte esta semana.
zh_hans: 跑步伙伴希望帮助你完成本周重点。

source: Your companion will turn this into a realistic first week.
es: Tu compañero convertirá esto en una primera semana realista.
zh_hans: 你的跑步伙伴会据此制定切实可行的第一周计划。

source: Your completed runs will appear here.
es: Tus carreras completadas aparecerán aquí.
zh_hans: 你完成的跑步会显示在这里。

source: Your correction becomes a confirmed fact and takes precedence over prior inferences.
es: Tu corrección se convierte en un dato confirmado y tiene prioridad sobre las conclusiones anteriores.
zh_hans: 修改后的内容会成为已确认的信息，并优先于之前的推测。

source: Your first runs will tune effort, endurance, and recovery. These are starting estimates, not judgments.
es: Tus primeras carreras ayudarán a ajustar la intensidad, la resistencia y la recuperación. Son estimaciones iniciales, no juicios.
zh_hans: 最初几次跑步会帮助调整强度、耐力和恢复能力。这些只是初步估算，不是对你的评判。

source: YOUR GROUPS
es: TUS GRUPOS
zh_hans: 我的跑团

source: Your name and bio may appear to people you connect with in Together.
es: Tu nombre y biografía pueden aparecer a las personas con las que conectes en Comunidad.
zh_hans: 你的姓名和个人简介可能会向“跑圈”中与你建立联系的人显示。

source: Your profile
es: Tu perfil
zh_hans: 你的个人资料

source: My QR Code
es: Mi código QR
zh_hans: 我的二维码

source: Connection request sent
es: Solicitud de conexión enviada
zh_hans: 已发送连接请求

source: Connection request already sent
es: Ya enviaste una solicitud de conexión
zh_hans: 连接请求已发送

source: This runner already sent you a connection request
es: Esta persona ya te envió una solicitud de conexión
zh_hans: 对方已向你发送连接请求

source: You’re already connected
es: Ya están conectados
zh_hans: 你们已经建立连接

source: This is your QR code
es: Este es tu código QR
zh_hans: 这是你自己的二维码

source: Connection request updated
es: Solicitud de conexión actualizada
zh_hans: 连接请求已更新

source: Could not send the connection request. Try again.
es: No se pudo enviar la solicitud de conexión. Inténtalo de nuevo.
zh_hans: 无法发送连接请求，请重试。

source: Show my QR code
es: Mostrar mi código QR
zh_hans: 显示我的二维码

source: My Plainstride QR code
es: Mi código QR de Plainstride
zh_hans: 我的 Plainstride 二维码

source: Scan this QR code to join me on Plainstride.
es: Escanea este código QR para unirte a mí en Plainstride.
zh_hans: 扫描此二维码，和我一起使用 Plainstride。

source: QR code unavailable
es: Código QR no disponible
zh_hans: 二维码不可用

source: Try again when you have a connection.
es: Inténtalo de nuevo cuando tengas conexión.
zh_hans: 联网后请重试。

source: Change profile photo
es: Cambiar foto de perfil
zh_hans: 更换头像

source: Change plan
es: Cambiar plan
zh_hans: 更换计划

source: Choose a multi-week plan
es: Elige un plan de varias semanas
zh_hans: 选择多周训练计划

source: Choose a multi-week training plan
es: Elige un plan de entrenamiento de varias semanas
zh_hans: 选择一个多周训练计划

source: Choose a plan
es: Elegir un plan
zh_hans: 选择计划

source: Keep current plan
es: Mantener el plan actual
zh_hans: 保留当前计划

source: Replace plan
es: Reemplazar plan
zh_hans: 替换计划

source: Replace your current training plan?
es: ¿Reemplazar tu plan de entrenamiento actual?
zh_hans: 要替换当前训练计划吗？

source: This replaces your current multi-week schedule with the selected plan. Completed activities stay in your history.
es: Esto reemplaza tu calendario actual de varias semanas por el plan seleccionado. Las actividades completadas permanecen en tu historial.
zh_hans: 这会用所选计划替换当前的多周安排。已完成的活动仍会保留在历史记录中。

source: Training plan
es: Plan de entrenamiento
zh_hans: 训练计划

source: View plan
es: Ver plan
zh_hans: 查看计划

source: View, change, or end the current training plan
es: Ver, cambiar o finalizar el plan de entrenamiento actual
zh_hans: 查看、更换或结束当前训练计划

# record.voice_guide.detail
source: Hear countdowns, progress updates, and live coaching.
es: Escucha la cuenta atrás, actualizaciones de progreso e indicaciones en directo.
zh_hans: 收听倒计时、进度播报和实时指导。

# record.voice_guide.unavailable.message
source: Voice Guide audio is temporarily unavailable.
es: El audio de la guía por voz no está disponible temporalmente.
zh_hans: 语音指导暂时不可用。

# record.voice_guide.unavailable.short
source: Unavailable
es: No disponible
zh_hans: 暂不可用

# record.voice_guide.title
source: Voice Guide
es: Guía por voz
zh_hans: 语音指导

# voice_download.footer
source: Apple manages these voice downloads. Plainstride will find the new voice when you return to the app.
es: Apple gestiona estas descargas. Plainstride detectará la nueva voz cuando vuelvas a la app.
zh_hans: 语音由 Apple 负责下载。返回 Plainstride 后，App 会自动识别新语音。

# voice_download.explanation
source: Plainstride uses Apple voices for spoken coaching. Enhanced or Premium voices sound more natural than the built-in Standard voice.
es: Plainstride usa voces de Apple para las indicaciones habladas. Las voces Mejoradas o Premium suenan más naturales que la voz Estándar incluida.
zh_hans: Plainstride 使用 Apple 语音进行语音指导。“增强”或“高级”语音比内置的“标准”语音听起来更自然。

# voice_download.section.iphone
source: On your iPhone
es: En tu iPhone
zh_hans: 在 iPhone 上

# voice_download.step.accessibility
source: Choose Accessibility
es: Elige Accesibilidad
zh_hans: 选择“辅助功能”

# voice_download.step.download
source: Pick your language and download an Enhanced or Premium voice
es: Elige tu idioma y descarga una voz Mejorada o Premium
zh_hans: 选择语言并下载“增强”或“高级”语音

# voice_download.step.open_settings
source: Leave Plainstride and open the Settings app
es: Sal de Plainstride y abre la app Ajustes
zh_hans: 离开 Plainstride 并打开“设置”App

# voice_download.step.voices
source: Open Read & Speak (or Spoken Content), then Voices
es: Abre Leer y hablar (o Contenido leído) y, después, Voces
zh_hans: 打开“朗读与语音”（或“朗读内容”），然后选择“声音”

# voice_download.title
source: Download a Better Voice
es: Descarga una voz mejor
zh_hans: 下载更自然的语音

# onboarding.profile.title
source: Add private training details
es: Añade datos privados de entrenamiento
zh_hans: 添加私密训练资料

# onboarding.profile.subtitle
source: Optional details can improve your starting guidance. You can change these later.
es: Estos datos opcionales pueden mejorar la guía inicial. Podrás cambiarlos más tarde.
zh_hans: 这些选填资料能优化初始建议，之后也可随时修改。

# onboarding.profile.private
source: These details stay private and are never shared.
es: Estos datos son privados y nunca se comparten.
zh_hans: 这些资料会保持私密，绝不会分享。

# onboarding.profile.manual
source: OR ADD THEM YOURSELF
es: O AÑÁDELOS TÚ
zh_hans: 或手动添加

# onboarding.profile.skip
source: Skip for now
es: Omitir por ahora
zh_hans: 暂时跳过

# onboarding.profile.measurement_error.metric
source: Use 90–250 cm for height and 25–350 kg for weight, or leave them blank.
es: Usa 90–250 cm para la altura y 25–350 kg para el peso, o deja los campos en blanco.
zh_hans: 身高请输入 90–250 厘米，体重请输入 25–350 千克，或留空。

# onboarding.profile.measurement_error.imperial
source: Use 35–98.5 in for height and 55–772 lb for weight, or leave them blank.
es: Usa 35–98,5 in para la altura y 55–772 lb para el peso, o deja los campos en blanco.
zh_hans: 身高请输入 35–98.5 英寸，体重请输入 55–772 磅，或留空。

# onboarding.progress.format
source: %1$d of %2$d
es: %1$d de %2$d
zh_hans: %1$d/%2$d

# onboarding.health.title
source: Personalize with Apple Health
es: Personaliza con Apple Health
zh_hans: 使用 Apple 健康进行个性化设置

# onboarding.health.subtitle
source: Use your recent activity and available profile details to choose a better starting point.
es: Usa tu actividad reciente y los datos de perfil disponibles para elegir un mejor punto de partida.
zh_hans: 利用近期活动和可用的个人资料，选择更合适的训练起点。

# onboarding.health.workouts
source: Recent workouts help set a realistic starting load.
es: Tus entrenamientos recientes ayudan a establecer una carga inicial realista.
zh_hans: 近期训练有助于设定合理的初始训练量。

# onboarding.health.body
source: Height, weight, birthday, and biological sex improve private training estimates.
es: La altura, el peso, la fecha de nacimiento y el sexo biológico mejoran las estimaciones privadas de entrenamiento.
zh_hans: 身高、体重、出生日期和生理性别可提升私人训练估算的准确性。

# onboarding.health.private
source: Your health details stay private and are never shared.
es: Tus datos de salud se mantienen privados y nunca se comparten.
zh_hans: 你的健康详情将保持私密，绝不会被分享。

# onboarding.health.connect
source: Connect Health Connect
es: Conectar Health Connect
zh_hans: 连接健康互联

# onboarding.health.connected
source: Apple Health connected
es: Apple Health conectado
zh_hans: 已连接 Apple 健康

# onboarding.health.connecting
source: Connecting…
es: Conectando…
zh_hans: 正在连接…

# onboarding.health.finish
source: Build my first week
es: Crear mi primera semana
zh_hans: 生成我的第一周计划

# onboarding.health.not_now
source: Not now
es: Ahora no
zh_hans: 暂不连接

# onboarding.health.error
source: Apple Health could not be connected. You can try again or continue without it.
es: No se pudo conectar Apple Health. Puedes intentarlo de nuevo o continuar sin conectarlo.
zh_hans: 无法连接 Apple 健康。你可以重试，或不连接并继续。

# onboarding.health.imported.format
source: Connected. Plainstride found %d recent running workouts and will use available profile details.
es: Conectado. Plainstride encontró %d entrenamientos de carrera recientes y usará los datos de perfil disponibles.
zh_hans: 已连接。Plainstride 找到 %d 次近期跑步训练，并将使用可用的个人资料。

# health.data.height
source: Height
es: Altura
zh_hans: 身高

# health.data.weight
source: Weight
es: Peso
zh_hans: 体重

# health.data.date_of_birth
source: Date of birth
es: Fecha de nacimiento
zh_hans: 出生日期

# health.data.biological_sex
source: Biological sex
es: Sexo biológico
zh_hans: 生理性别

# me.recent.title
source: RECENT
es: RECIENTE
zh_hans: 最近

# me.recent.add
source: Add workout
es: Añadir entrenamiento
zh_hans: 添加训练

# me.recent.import
source: Import from Apple Health
es: Importar desde Apple Health
zh_hans: 从 Apple 健康导入

# me.recent.all
source: All
es: Todo
zh_hans: 全部

# common.not_now
source: Not Now
es: Ahora no
zh_hans: 暂不

# common.dismiss
source: Dismiss
es: Descartar
zh_hans: 忽略

# health.import.title
source: Import
es: Importar
zh_hans: 导入

# health.import.section
source: NEW IN APPLE HEALTH
es: NUEVO EN APPLE HEALTH
zh_hans: APPLE 健康中的新训练

# health.import.notification.title
source: New Apple Health workouts
es: Nuevos entrenamientos de Apple Health
zh_hans: Apple 健康中有新训练

# health.import.notification.detail
source: Ready to review: %d
es: Listos para revisar: %d
zh_hans: 待查看：%d 项

# health.import.notification.hint
source: Review and choose which workouts to import.
es: Revisa y elige qué entrenamientos quieres importar.
zh_hans: 查看并选择要导入的训练。

# health.import.types.section
source: ACTIVITY TYPES
es: TIPOS DE ACTIVIDAD
zh_hans: 活动类型

# health.import.types.footer
source: All five types are selected by default. Uncheck a type to exclude every matching workout.
es: Los cinco tipos están seleccionados de forma predeterminada. Desmarca un tipo para excluir todos los entrenamientos correspondientes.
zh_hans: 默认选中全部五种类型。取消勾选一种类型，即可排除所有对应训练。

# health.import.selection.selected
source: Selected
es: Seleccionado
zh_hans: 已选择

# health.import.selection.partial
source: Partially selected
es: Selección parcial
zh_hans: 部分选择

# health.import.selection.unselected
source: Not selected
es: No seleccionado
zh_hans: 未选择
